@component('mail::message')
 # مرحبا بك:  {{$user->name}}

هذه الرسالة تشعر بأن أحدا ما قام بطلب استرجاع كلمة المرور. <br>
 إذا قمت بالطلب الرجاء متابعة زر الاسترجاع التالي.<br>
 سوف نقوم بإرسال رسالة نصية إلى هاتفك الجوال فيها الرمز المؤقت.<br>
 وإذا لم تقم بطلب استرجاع كلمة المرور يمكن تجاهل هذه الرسالة أو تقوم بتغيير كلمة المرور الخاص بك عن طريق موقع <a href="{{url('/')}}">البوابة الإلكترونية لمؤسسة بالحمر الخيرية.</a><br>

@component('mail::button', ['url' => url('/password/reset?email='). $user->email . '&token=' . $user->token, 'color' => 'balahmar'])
استرجاع كلمة المرور
@endcomponent

  دمتم في رعاية الله...<br>
مع تحية مجلس الأمناء بمؤسسة سالم بالحمر الخيرية.
@endcomponent